/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "无效参数。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "无效的操作码。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "无法连接到服务器。请检查登入数据。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "用户已登入。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "操作已在执行中。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "无效的操作上下文。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "无效的通信协议标识。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "无效的操作项目标识。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "无法确定通信协议。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "检查密码。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "已将此设备注册给另一不同用户。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "您输入的密码不匹配。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "不允许在此状态下执行该操作。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "您输入的登入数据不足或无效。请重试。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "无法重置应用。请检查是否已连接到网络。";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "无法连接到服务器。请检查登入数据。";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "检查您的用户名和密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "无法连接到服务器。请咨询管理员。";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "您输入的登入数据不足或无效。请重试。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "请输入正确的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "输入至少包含一个数字的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "您输入的密码不匹配。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "密码已到期。您必须更改密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "输入至少包含 {0} 个字符的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "输入至少包含一个小写字母的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "输入至少包含一个特殊字符的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "输入至少包含 {0} 个唯一字符的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "输入至少包含一个大写字母的密码。";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "无法获取证书密钥。";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "无法获取证书。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "未知错误";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "安全存储已存在";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "数据类型错误";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "安全存储不存在";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "无效参数";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "请输入正确的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "安全存储已锁定";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "安全存储内存不足";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "密码已到期。您必须更改密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "输入至少包含 {0} 个唯一字符的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "输入至少包含一个数字的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "输入至少包含一个小写字符的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "输入至少包含一个特殊字符的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "输入至少包含一个大写字符的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "输入至少包含 {0} 个字符的密码。";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "输入至少包含 {0} 个唯一字符的密码。";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "安全存储已删除。";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "不支持此操作。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "单点登录密码无效。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "无效的 Afaria 凭据。";

/* XMSG: message */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG: message */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

